const calculate = () => {
    const value = document.querySelector("#numbers").value;
};




























/*
Шаг 1

Статистика — это способ использования математики для осмысления данных. Она помогает нам понимать закономерности и тенденции в информации, чтобы мы могли делать прогнозы и принимать решения на основе этой информации. В этом задании вы создадите статистический калькулятор, который принимает набор чисел и возвращает среднее арифметическое, медиану, моду, стандартное отклонение и дисперсию. HTML и CSS предоставлены. Не стесняйтесь изучать код — вы можете заметить, что функция calculate вызывается при отправке формы. Когда будете готовы, объявите переменную calculate и присвойте ей пустую функцию в файле script.js.





Шаг 2

Для начала функции calculate необходимо найти число, введенное в поле ввода #numbers. Для этого используйте .querySelector, чтобы найти поле ввода, а затем используйте свойство .value, чтобы получить введенное число. Сохраните это значение в переменной value.


const value = document.querySelector("#numbers").value;






 */