const darkColorsArr = [
    "#2C3E50",
    "#34495E",
    "#2C2C2C",
    "#616A6B",
    "#4A235A",
    "#2F4F4F",
    "#0E4B5A",
    "#36454F",
    "#2C3E50",
    "#800020",
];








/*
Шаг 1

CamperBot пытается создать случайный механизм смены цвета фона. Но у них постоянно возникают проблемы, и им нужна ваша помощь в отладке кода. CamperBot уже добавил HTML и CSS для проекта. Но они не понимают, почему стили и контент не отображаются на странице. Открыв консоль, они видят следующее сообщение:
Пример кода

SyntaxError: unknown: Unexpected token, expected "," (5:2)

Синтаксические ошибки возникают, когда движок JavaScript сталкивается с чем-то, что он не может интерпретировать. В данном случае, похоже, у CamperBot есть синтаксические ошибки в массиве darkColorsArr. Исправьте синтаксические ошибки в массиве darkColorsArr, и вы увидите, что контент и стили отображаются на странице.


const darkColorsArr = [
    "#2C3E50",
    "#34495E",
    "#2C2C2C"
    "#616A6B"
    "#4A235A"
    "#2F4F4F",
    "#0E4B5A",
    "#36454F",
    "#2C3E50",
    "#800020",
];



 */